Repository: Tobolka/Cepos
Catalog: app/lang/*.admin.po
Languages: cs

source: Administration
cs: Administrace

source: Back to Site
cs: Zpět na stránky

source: Chose File
cs: Vyberte soubor

source: File
cs: Letákové akce

source: File saved
cs: Soubor byl uložen

source: Name
cs: Jméno souboru

source: Password
cs: Heslo

source: Password:
cs: Heslo

source: Please provide a password.
cs: Prosím zadejte heslo

source: Please provide a username.
cs: Prosím zadejte uživatelské jméno

source: Post
cs: Příspěvek

source: Remember me
cs: Neodhlašovat

source: Remember me on this computer
cs: Pamatovat si mě na tomto počítači

source: Save
cs: Uložit změny

source: Sign in
cs: Přihlásit se

source: Updated
cs: Změny byly uloženy

source: Upload
cs: Uložit soubor

source: Username
cs: Uživatelské jméno

source: Username:
cs: Uživatelské jméno

source: You have been signed in.
cs: Byl jste přihlášen

source: You have been signed out.
cs: Byl jste odhlášen

source: leaflets action
cs: Letáková akce

source: Soubory
cs: Letákové akce
